{
    "b87b8488-9bf8-42bb-829d-0bc31bb5b77c": {
        "name": "Vaccines",
        "answer": "Veterinarians understand that vaccines are very safe but are not void of potentially serious side effects. American Veterinary Medical Association recommends a core set of vaccines for all dogs and cats. Core vaccines for dogs includes distemper, parvo and rabies. Core vaccines for cats include, feline distemper and rabies. Other vaccines are only recommended if the pets’ lifestyle/exposure warrants protection. Bordetella (kennel cough), leptosporosis, feline leukemia, and K-9 rattlesnake vaccines are only recommended if contact/exposure is likely. Giardia, Corona, FIV and dermatophyte vaccines are not recommended at this time.",
        "_id": "b87b8488-9bf8-42bb-829d-0bc31bb5b77c",
        "comments": "like"
    },
    "8e799d9f-6e79-455e-9fc7-481418575601": {
        "name": "Diarrhea",
        "answer": "There are many causes of diarrhea in dogs and cats. It could be simply eating something that does not agree with the digestive system or something as severe as a potentially fatal viral infection. The doctor will help you formulate a treatment plan after taking a detailed history and performing a physical exam.",
        "comments": [],
        "_id": "8e799d9f-6e79-455e-9fc7-481418575601"
    },
    "a15a60cc-ee89-443b-abb6-b9b1b86126ac": {
        "name": "Vomiting",
        "answer": "Vomiting is a very common problem. In younger pets, it’s more likely to be caused by eating abnormal material or food that is indigestible. Bones, corn cobs, toys, rocks are among the commonly found foreign bodies causing blockage and severe vomiting. Some patients will need surgery to remove the foreign bodies. Causes of vomiting: Pain, Infection, Viruses, Bloat / GDV, Kidney failure, Pancreatitis Diabetes, Inflammatory bowel disease, Cancer. Yearly blood work is recommended to screen for disease in older pets.",
        "comments": [],
        "_id": "a15a60cc-ee89-443b-abb6-b9b1b86126ac"
    },
    "9be1c862-7463-4731-84ca-1697413cb372": {
        "name": "If Your Pet Is Not Eating",
        "answer": "Anything that makes your pet sick can cause it to stop eating. Pain, toxins, infection, internal disease, cancer, etc., can cause a pet to feel too bad to eat. After taking a medical history and performing a physical exam, your veterinarian will decide what tests to run first to make a diagnosis. The longer the condition is left untreated, the worse the outcome will be. Please do not wait until it’s too late to treat.",
        "comments": [],
        "_id": "9be1c862-7463-4731-84ca-1697413cb372"
    },
    "4b29860c-a3b9-4318-8563-b4d3f8301396": {
        "name": "Skin Irritation",
        "answer": "The most common causes include: Parasites: fleas, scabies, lice, etc. Allergy: either to food or something in the environment. Infection: bacterial, yeast, or fungal. Immune-mediated disease: an abnormality in the immune system that causes inflammation. Hormonal imbalance: Cushing’s disease, hypothyroidism, sex hormone imbalance, growth hormone imbalance, etc. Based on the history and physical exam findings, your veterinarian will help you formulate a treatment plan to help your pet feel better soon. Usually, infection-induced skin problems are easier to treat and cure.",
        "comments": [],
        "_id": "4b29860c-a3b9-4318-8563-b4d3f8301396"
    }

}